alsa-utils
autoconf
automake
bash
binutils
bison
bzip2
clang
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
djview
dmenu
dotnet-sdk
e2fsprogs
efibootmgr
feh
file
filesystem
findutils
firefox-developer-edition
flex
freerdp
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-keyring
gnome-themes-extra
grep
grub
gtk-engine-murrine
gtk-engines
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
libreoffice-fresh
licenses
linux
logrotate
lvm2
lxappearance
lynx
m4
maim
make
man-db
man-pages
mc
mdadm
meld
moc
mongodb-tools
mono-addins
mono-tools
nano
netctl
nodejs
nodm
npm
obs-studio
openssh
pacman
pacman-contrib
patch
pciutils
perl
pkgconf
postgis
postgresql
powerline
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
python-regex
python-requests
qbittorrent
referenceassemblies-pcl
reiserfsprogs
remmina
rxvt-unicode
s-nail
seahorse
sed
shadow
smartmontools
sudo
sysfsutils
systemd-sysvcompat
tar
telegram-desktop
texinfo
ttf-dejavu
ttf-droid
ttf-hack
ttf-liberation
ttf-roboto
unrar
unzip
urxvt-perls
usbutils
util-linux
vi
vlc
which
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
zsh
